Tekla.Structures.Analysis.AnalysisDesignParameterMulti.DesignParIndex
Multi value design parameter indexes

Tekla.Structures.Analysis.AnalysisDesignParameterMulti.DesignParIndex.Ky
VAM_DESIGNPARINDEX_MultiKy => 88.

Tekla.Structures.Analysis.AnalysisDesignParameterMulti.DesignParIndex.Kz
VAM_DESIGNPARINDEX_MultiKz => 89.

Tekla.Structures.Analysis.AnalysisDesignParameterMulti.DesignParIndex.Ly
VAM_DESIGNPARINDEX_MultiLy => 90.

Tekla.Structures.Analysis.AnalysisDesignParameterMulti.DesignParIndex.Lz
VAM_DESIGNPARINDEX_MultiLz => 91.